export default {
  advantages: [
    '<img src="img/svg/stopwatch.svg" width="35" height="35" alt=""><h3>Оперативные сроки</h3><p>Усовершенствованная логистическая система позволяет нам просчитывать стоимость, производить и доставлять заказы плат и комплектующих в самые короткие сроки</p>',
    '<img src="img/svg/hired.svg" width="35" height="35" alt=""><h3>Крупные поставщики</h3><p>Нашими поставщиками являются такие крупные мировые компании как: OSRAM, CREE, HOLGLITRONIC, REFOND. Сотрудничество с такими компаниями обеспечивает хорошее качество нашей продукции.</p>',
    '<img src="img/svg/detective.svg" width="35" height="35" alt=""><h3>Полная конфиденциальность</h3><p>По желанию клиента&nbsp; мы обеспечиваем полную конфиденциальность.</p>',
    '<img src="img/svg/tag.svg" width="35" height="35" alt=""><h3>Персонализация стоимости</h3><p>Мы&nbsp; подбираем определенную фабрику, поставщиков, вид доставки, чтобы установить ту цену, которая Вас устраивает.</p>',
  ],
  advantagesHeading: 'Преимущества.',
  promo: {
    content:
      '<h2>Печатные платы</h2><p>производство и монтаж, поставка комплектующих,<br>блоков и модулей</p>',
    image: {
      default: 'img/main-header.jpg',
      default2x: 'img/main-header@2x.jpg',
      webp: 'img/main-header.webp',
      webp2x: 'img/main-header@2x.webp',
    },
    link: {
      title: 'Получить бесплатную консультацию',
      url: '#!',
    },
  },
};
